Repository: xbmc/metadata.themoviedb.org.python
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es, ro_ro, sk_sk, zh_tw

# Addon Summary
source: Python TMDB Movie Scraper
es_es: Scraper de películas para TheMovieDB
ro_ro: Catalog de filme TMDb
sk_sk: Phyton TheMovieDB sťahovač filmových metadát
zh_tw: TMDB 電影資料爬蟲

# Addon Description
source: themoviedb.org is a free and open movie database. It's completely user driven by people like you. TMDb is currently used by millions of people every month and with their powerful API, it is also used by many popular media centers like Kodi to retrieve Movie Metadata, Posters and Fanart to enrich the user's experience.
es_es: themovieDB.org es una base de datos de películas gratuita y abierta. Esta completamente gestionada por gente como tú. TMDb se usa diariamente por millones de personas gracias a su potente API, que es usada por más programas aparte de Kodi para descargar información de películas así como pósters o fanart para enriquecer la experiencia de usar Kodi.
ro_ro: themoviedb.org este o bază de date de filme gratuită și deschisă. Este actualizată de oameni ca și tine. TMDb este actual folosită de milioane de oameni în fiecare lună și datorită API-ului puternic, este de asemenea folosită de multe centre media populare ca Kodi pentru a obține informații despre filme, afișe, decoruri și imagini produse de fani (Fanart), care îmbogățesc experiența utilizatorului.
sk_sk: themoviedb.org je voľná a otvorená databáza filmov. Je výlučne vedená užívateľmi ako si ty. TMDb je každý mesiac používaná miliónmi ľudí, a vďaka svojmu výkonnému API je veľmi populárna medzi 'media centrami' ako Kodi pre sťahovanie filmových metadát, plagátov a fanartov pre obohatenie zážitkov.
zh_tw: themoviedb.org是一個免費和開放的電影資料庫。它是完全由與您一樣的廣大使用者來更新資訊。 TMDb目前擁有數以百萬計的使用人次並且有著強大的API，許多受歡迎的媒體中心平台像Kodi藉由TMDb獲取電影的數據資料庫，海報和影片資訊，以豐富使用者體驗。

# #30000
source: Enable fanart from TMDb
es_es: Activar fanart de TMDb
ro_ro: Activează decor de la TMDb
sk_sk: Povoliť fanart z TMDb
zh_tw: 啟用 TMDb 美術圖

# #30001
source: Prefer Trailer from HD-Trailers.net
es_es: Activar tráilers de HD-Trailers.net
ro_ro: Activează secvențe de la HD-Trailers.net
sk_sk: Uprednostniť upútavky zo stránky HD-Trailers.net
zh_tw: 偏好從HD-Trailers.net取得預告片

# #30002
source: Preferred Language
es_es: Idioma preferido
ro_ro: Limba preferată
sk_sk: Uprednostňovaný jazyk
zh_tw: 偏好的語言

# #30003
source: Default Rating from
es_es: Valoración predeterminada de
ro_ro: Nota implicită de la
sk_sk: Predvolené hodnotenie z
zh_tw: 預設評分資料來自

# #30004
source: Enable Trailer (YouTube)
es_es: Activar tráiler (Youtube)
ro_ro: Activează secvențe (YouTube)
sk_sk: Povoliť upútavku (YouTube)
zh_tw: 啟用預告片 (YouTube)

# #30005
source: Keep Original Title
es_es: Mantener título original
ro_ro: Păstrează titlul original
sk_sk: Ponechať pôvodný názov
zh_tw: 保留原始標題

# #30006
source: Preferred Certification Country
es_es: País de certificación preferido
ro_ro: Ţara preferată pentru clasificarea audiovizuală pentru protecția minorilor
sk_sk: Uprednostňovaný pôvod hodnotenia prístupnosti pre mládež
zh_tw: 偏好的認證國家

# #30007
source: Add also IMDb ratings
es_es: Añadir también valoraciones de IMDb
ro_ro: Adaugă și notele de la IMDb
sk_sk: Pridať tiež hodnotenie z IMDb
zh_tw: 同時取得 IMDb 評分

# #30008
source: Certification Prefix
es_es: Prefijo de certificación por edades
ro_ro: Prefix clasificare audiovizuală
sk_sk: Prefix Prístupnosti mládeže
zh_tw: 分級前綴

# #30009
source: Add multiple studios
es_es: Añadir múltiples estudios
ro_ro: Adaugă studiouri multiple
sk_sk: Pridať viacero štúdií
zh_tw: 增加多個製片公司

# #30010
source: Add also Trakt.tv ratings
es_es: Añadir también valoraciones de Trakt.tv
ro_ro: Adaugă și notele de la Trakt.tv
sk_sk: Pridať tiež hodnotenie z Trakt.tv
zh_tw: 同時取得 Trakt.tv 評分

# #30011
source: Add keywords as tags
es_es: Añadir palabras clave como etiquetas
ro_ro: Adaugă cuvintele cheie ca etichete
sk_sk: Pridať kľúčové slová ako štítky
zh_tw: 增加關鍵字成為標籤

# #30012
source: Separate TMDb fanart with title to landscape
es_es: Fanart de TMDb separado con título en landscape
ro_ro: Separă decorul TMDb fanart cu titlu în peisaj
zh_tw: 將含片名的 TMDb 美術圖拆分至橫幅圖

# #30013
source: Search language
es_es: Idioma de búsqueda
ro_ro: Limba de căutare
sk_sk: Jazyk vyhľadávania
zh_tw: 搜尋語言

# #30014
source: Enable posters from TMDb
es_es: Activar pósters de TMDb
ro_ro: Activează afișele de la TMDb
sk_sk: Povoliť plagáty z TMDb
zh_tw: 啟用 TMDb 海報

# #30015
source: Maximum number of each artwork type - many artwork can cause an error scraping to MySQL database
es_es: Número máximo de cada tipo de arte - Demasiado arte puede causar errores al consultar la base de datos MySQL
zh_tw: 每種美術圖的最大數量 - 太多美術圖檔可能會造成收集至 MySQL 資料庫時出現錯誤

# #30100
source: Language for Fanart.tv artwork
es_es: Idioma para ilustración de Fanart.tv
ro_ro: Limba pentru lucrările artistice de la Fanart.tv
sk_sk: Jazyk pre grafiku z Fanart.tv
zh_tw: Fanart.tv 美術圖的語言

# #30101
source: Fanart.tv personal API key (optional)
es_es: Clave API personal de Fanart.tv (opcional)
ro_ro: Cheie API personală pentru Fanart.tv (opțională)
sk_sk: Fanart.tv osobný API kľúč (nepovinné)
zh_tw: Fanart.tv 個人 API 金鑰 (非必選)

# #30102
source: Enable artwork from Fanart.tv
es_es: Activar ilustración de Fanart.tv
ro_ro: Activează lucrările artistice de la Fanart.tv
sk_sk: Povoliť grafiku z Fanart.tv
zh_tw: 啟用 Fanart.tv 美術圖

# #30103
source: Prioritize Fanart.TV artworks over preferred language
es_es: Priorizar ilustraciones de Fanart.tv sobre el idioma preferido
ro_ro: Prioritizează lucrările artistice de la Fanart.tv peste limba preferată
sk_sk: Uprednostniť grafiku z Fanart.TV pred uprednostneným jazykom
zh_tw: 優先採用 Fanart.tv 的美術圖而非偏好語言
